[Main]
DisplayName=Norsk

[Brower_Protected_M]
btn_ok=OK
Site_Safe_tip=Denne siten er sikker
Site_Risk_tip=Denne siten er ikke sikker
Protected_Off_tip=Advanced SystemCare Nettleserbeskyttelse: Av
Site_Safe=Sikker:
Site_Risk=Risikabel:
Site_Advisory=Råd er levert av
Site_Details=Flere detaljer
Risk_Title=Denne websiden er rapportert som usikker
Risk_recommend=Vi anbefaler at du ikke fortsetter å besøke denne websiden
Risk_goBack=Avbryt
Risk_report=Rapporter falsk alarm
Risk_continue=Fortsett allikevel
Site_turbo_tip=Nettleserbeskyttelsen er deaktivert forsi Opera Turbo kjører
ads_Removed=ads fjernet fra denne siden
ads_Nofound=Ingen ads funnet
Site_Miner_tip=Cryptocurrency innhenting er blokkert på denne siden
Link_Safe_tip=Denne lenken er sikker
Link_Risk_tip=Denne lenken er ikke sikker
Sender_Risk_tip=Mistenkelig avsender
Link_Phish_tip=Denne linken inneholder phisting-svindel
Risk_Title_Phish=Denne nettsiden er rapportert for å bedrive phisting-svindel
Site_Risk_link=Denne e-posten inneholder en ondsinnet lenke
Site_Risk_sender=Avsenderen av denne e-posten er mistenkelig
Site_Risk_link_sender=Denne e-posten inneholder en ondsinnet lenke og avsender er mistenkelig
Site_Risk_phish=Denne siden inneholder phisting-svindel

